localization = {
  strings: {
    "VIEW.LOAN_APP_LIST": "Հայտեր",
    "VIEW.LOAN_APP": "Դիմել նոր վարկի",
    "VIEW.USER_PROFILE": "Անձնական տվյալներ",
    "VIEW.CHANGE_PASSWORD": "Փոխել գաղտնաբառը",
    "ACTION.LOGOUT": "Ելք",

    "LOANTYPE.HINT.01":
      'Մինչ վարկի համար դիմելը խնդրում ենք ծանոթանալ <a href="/pdf/OnlineLoan.pdf" target="_blank">վարկավորման պայմաններին</a>:',

    "VIEW.APPSTAGE.PRE_APPROVAL": "Նոր հայտ",
    ////"VIEW.APPSTAGE.MAIN": "Խանութի տվյալներ",
    "VIEW.APPSTAGE.MAIN": "Վարկի տվյալներ",
    "VIEW.APPSTAGE.CARD_IDENTIFICATION": "Քարտով նույնականացում",
    "VIEW.APPSTAGE.CONTRACT_DETAILS": "Պայմանագրի տվյալներ",

    "STEP4.CARD.HINT.1":
      "Վարկը տրամադրելու համար անհրաժեշտ է ընտրել հաշիվը, որին ցանկանում եք ստանալ վարկի գումարը։",
    "STEP4.CARD.HINT.2":
      "Վարկը տրամադրելու համար անհրաժեշտ է պատվիրել նոր քարտ։",
    "STEP4.CARD.HINT.3":
      "Խնդրում ենք համոզվել, որ առկա չեն քարտի օգտագործման սահմանափակումներ, որ <b>քարտը բլոկավորված չէ</b>:",
    "MESSAGE.VISIT_BANK_BRANCH":
      'Ձեր վարկը հաստատված է: Գումարը ստանալու համար խնդրում ենք վավեր անձը հաստատող փաստաթղթով մոտենալ "Կոնվերս Բանկ" ՓԲԸ <a href = "https://www.conversebank.am/hy/branches/" target="_blank"><b>ցանկացած մասնաճյուղ:</b></a>',
    "MESSAGE.FILE_MAX_SIZE_EXCEEDED":
      "Կցվող փաստաթղթի չափը չպետք է գերազանցի " +
      "500" +
      " կիլոբայթը։ Խնդրում ենք կցել ավելի փոքր չափի փաստաթուղթ։",
    "MESSAGE.END_SESSION":
      "Ծրագրով աշխատելու ժամանակն ավարտվել է, անհրաժեշտ է նորից մուտք գործել համակարգ:",
  },
  formatting: {},
  errors: {
    REQUIRED_FIELD_ERROR: "Պարտադիր լրացման դաշտ",
    ALLOW_FIELD_ERROR: "Թույլատրելի արժեքներն են`",
    WRONG_DOCUMENT_NUMBER: "Փաստաթղթի համարը սխալ է",
    NUMBER_FORMAT_ERROR: "Թվի ֆորմատը սխալ է",
    NUMBER_MAX_EXCEEDS_ERROR: "Թույլատրելի առավելագույն գումարը կազմում է ",
    NUMBER_MIN_EXCEEDS_ERROR: "Թույլատրելի նվազագույն գումարը կազմում է ",
    DATE_FORMAT_ERROR: "Ամսաթվի ֆորմատը սխալ է",
    DATE_YEAR_FORMAT_ERROR: "Տարեթիվը պետք է ունենա 4 նիշ",
    DATE_BIRTHDATE_FORMAT_ERROR:
      "Ծննդյան ամսաթիվը չի կարող գերազանցել ընթացիկ ամսաթիվը",
    DATE_DOCUMENT_GIVEN_FORMAT_ERROR:
      "Փաստաթղթի տրման ամսաթիվը չի կարող գերազանցել ընթացիկ ամսաթիվը",
    DATE_DOCUMENT_EXPIRED_FORMAT_ERROR:
      "Փաստաթղթի վավերականության ժամկետը լրացել է",
    CARD_REQUIRED_ERROR: "Վարկը տրամադրելու համար անհրաժեշտ է ընտրել քարտը",
    CARD_NUMBER_FORMAT_ERROR:
      'Տվյալների անհամապատասխանություն. խնդրում ենք ճշգրտել։ Հակառակ դեպքում վարկը ստանալու համար խնդրում ենք անձը հաստատող փաստաթղթով մոտենալ "Կոնվերս Բանկ" ՓԲԸ-ի ցանկացած մասնաճյուղ կամ կապ հաստատել "Կոնվերս Բանկ" ՓԲԸ-ի  հետ (+37410) 511 211 հեռախոսահամարով։ "Կոնվերս Բանկ" ՓԲԸ-ի սպասարկման ցանցը և աշխատանքի ժամանակացույցը ներկայացված են <a href = \'https://www.conversebank.am/hy/branches/\' target=\'_blank\'><b>հետևյալ հղումով:</b></a>',
    SMS_CODE_ERROR:
      'Մուտքագրված գաղտնաբառը սխալ է: Վարկը ստանալու համար խնդրում ենք անձը հաստատող փաստաթղթով մոտենալ "Կոնվերս Բանկ" ՓԲԸ-ի ցանկացած մասնաճյուղ կամ կապ հաստատել "Կոնվերս Բանկ" ՓԲԸ-ի  հետ (+37410) 511 211 հեռախոսահամարով։ "Կոնվերս Բանկ" ՓԲԸ-ի սպասարկման ցանցը և աշխատանքի ժամանակացույցը ներկայացված են <a href = \'https://www.conversebank.am/hy/branches/\' target=\'_blank\'><b>հետևյալ հղումով:</b></a>',
    CARD_TYPE_REQUIRED_ERROR:
      "Վարկը տրամադրելու համար անհրաժեշտ է ընտրել քարտի տեսակը",
    BRANCH_REQUIRED_ERROR:
      "Վարկը տրամադրելու համար անհրաժեշտ է ընտրել մասնաճյուղը",
    EMAIL_FORMAT_ERROR: "Էլ․ հասցեի ֆորմատը սխալ է",
  },
};
